Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: For accelerated storage conditions at 40°C, 12 months data are available for the 40 mg/vial DP batches and up to 9 months data for the 25 mg/vial batches.
es_es: Para las condiciones de almacenamiento aceleradas a 40° C, se dispone de datos de 12 meses para las partidas del medicamento de 40 mg/frasco y de hasta 9 meses para las partidas de 25 mg/frasco.

source: For additional regional or national requirements of pharmacopoeias, see type I or type II requirements of Ph. Eur. 3.2.9, USP <381>.
es_es: Para otros requisitos farmacopeicos regionales o nacionales, véanse los requisitos de tipo I o tipo II de Ph. Eur. 3.2.9, USP <381>.

source: For adverse events leading to discontinuation, and particularly for drug-related adverse events, the frequency of patients was higher in the glimepiride group than in the linagliptin group.
es_es: En los eventos adversos que derivaron en la discontinuación y, en particular, los eventos adversos relacionados con el fármaco, la frecuencia de pacientes fue mayor con glimepirida que con linagliptina.

source: For all CPPs, which may affect the quality and safety of tenecteplase DP, IPCs with appropriate acceptance criteria or action limits were established to yield DP with pre-defined quality attributes.
es_es: Para todos los parámetros críticos del proceso que pudieran afectar la calidad y seguridad del medicamento tenecteplasa se establecieron controles intermedios del proceso con criterios de aceptación o límites de acción apropiados, de modo tal que se obtuviera un medicamento con atributos de calidad predefinidos.

source: For all batches concentration of NDMA was below the specification limit within 36 months shelf life.
es_es: En todas las partidas, la concentración de NDMA fue inferior al límite de especificación durante los 36 meses de vida útil.

source: For all biological samples collected (DNA, plasma, serum, urine), detailed instructions on sampling, preparation, shipment, and storage were provided in the laboratory manual.
es_es: En el manual del laboratorio, se proporcionaron instrucciones detalladas sobre el muestreo, la preparación, el envío y el almacenamiento para todas las muestras biológicas obtenidas (ADN, plasma, suero, orina).

source: For all calibration functions, the correlation coefficient (r) was > 0.999.
es_es: Para todas las funciones de calibración, el coeficiente de correlación (r) fue > 0.999.

source: For all calibration functions, the correlationcoefficient (r) was > 0.999.
es_es: Para todas las funciones de calibración, el coeficiente de correlación (r) fue > 0.999.

source: For all clean room areas, appropriate gowning procedures are established to support the established room classification.
es_es: Para todas las áreas de sala blanca, se establecen procedimientos de vestuario adecuados y acordes a la clasificación de sala establecida.

source: For all of the product-contacted materials a risk evaluation was performed by setting a RPN for each of following aspects:
es_es: En todos los materiales en contacto con el producto, se realizó una evaluación de riesgos estableciendo un número de prioridad de riesgo para cada uno de los siguientes aspectos:

source: For all other endpoints, baseline was defined as the last available measurement before start of randomised study medication.
es_es: Para todos los demás criterios de valoración, el valor inicial se definió como la última medición disponible previa al inicio de la medicación aleatorizada del estudio.

source: For all parameters with a RPN above 30, an evaluation threshold was further explored.
es_es: Para todos los parámetros con un rango operativo normal superior a 30, se exploró también un umbral de evaluación.

source: For all parameters with a RPN above, an evaluation threshold was further explored.
es_es: Para todos los parámetros con un rango operativo normal superior, se consideró también un umbral de evaluación.

source: For all peaks known to appear in the chromatogram and which are relevant for the evaluation
es_es: Para todos los picos que se sabe que aparecen en el cromatograma y que son relevantes para la evaluación

source: For all peaks known to appear in the chromatogram and which are relevant for the evaluation:
es_es: Para todos los picos que se sabe que aparecen en el cromatograma y que son relevantes para la evaluación:

source: For all prepared formulations, the analytical results for methods relevant to release testing were well within specifications for release (see Sections 3.2.P.5.1 Specifications).
es_es: En todas las formulaciones preparadas, los resultados analíticos de los métodos correspondientes en las pruebas de liberación estuvieron dentro de las especificaciones de liberación (ver las Secciones 3.2.P.5.1, Especificaciones).

source: For all presentations the same DS is used.
es_es: Se utiliza el mismo principio activo en todas las presentaciones.

source: For all replicate platings, the mean number of revertants per test concentration was calculated automatically by the computerized system.
es_es: Para todas placas reduplicadas, el sistema computarizado calculó automáticamente las mutaciones inversas medias por concentración analítica.

source: For all subsequent process steps, the microbiological quality is covered by sterility.
es_es: En todos los pasos posteriores del proceso, la calidad microbiológica está garantizada por la esterilidad.

source: For all the products, either at least 85% of the active ingredient is dissolved in 15 minutes, or the similarity factor F2 comply with the acceptance similarity criteria indicated in the corresponding guidelines (GUIDANCE FOR INDUSTRY, Dissolution Testing of Immediate Release, Solid Oral Dosage Forms).
es_es: Para todos los productos, o bien como mínimo 85% del principio activo se disuelve en 15 minutos, o bien el factor de similitud F2 cumple con los criterios de aceptación de similitud indicados en las guías correspondientes (GUÍA PARA LA INDUSTRIA, pruebas de disolución de las formas posológicas de liberación inmediata, oral y sólidas).

source: For all validation runs the pre-defined validation acceptance criteria were met.
es_es: Para todas las corridas de validación, se cumplieron los criterios de aceptación predefinidos.

source: For alteplase TPA-05 an eight-digit batch number (numeric code) is generated.
es_es: Para TPA-05 (alteplasa) se genera un número de partida de ocho dígitos (código numérico).

source: For an overview of all process steps and respective IPCs, refer to Section 3.2.P.3.3 Description of Manufacturing Process and Process Controls.
es_es: En la Sección 3.2.P.3.3, Descripción del proceso de fabricación y los controles del proceso, se presentan todos los pasos del proceso y sus controles intermedios respectivos.

source: For an “externally communicating medical device” with contact to tissue for up to 24 h (limited exposure) additionally the following endpoints were addressed in a biological risk assessment:
es_es: En una evaluación de riesgos biológicos, también se estudiaron los siguientes criterios de valoración adicionales por tratarse de un "dispositivo médico de comunicación externa" en contacto con tejido durante un máximo de 24 h (exposición limitada):

source: For analysis of TNKase® RP-HPLC based analysis of desialylated glycans is still applied.
es_es: Para TNKase®, se sigue aplicando el análisis basado en RP-HPLC de glicanos desialilados.

source: For analysis of the day 90 mRS, ordinal analysis will be undertaken on the full range (0-6) of the scale.
es_es: Para evaluar la puntuación de la escala mRS del día 90, se llevará a cabo un análisis ordinal en toda la escala (0-6).

source: For analysis of the day 90 mRS, ordinal analysis will be undertaken on the full range (06) of the scale.
es_es: Para evaluar la puntuación de la escala mRS del día 90, se llevará a cabo un análisis ordinal en toda la escala (0-6).

source: For analysis, use Method 1.
es_es: Para el análisis, emplear el Método 1.

source: For any colour, the amount of stimulation of each receptor type is defined by the set of tristimulus values (XYZ).
es_es: Para cualquier color, la cantidad de estimulación de cada tipo de receptor está definida por el conjunto de valores de triestímulo (XYZ).

source: For any female who was entered in a trial, who received trial treatment, and who was subsequently found to be pregnant, the investigator was to inform the sponsor immediately (within 24 h or next business day, whichever was shorter) by using the defined unique entry point for SAE forms of the BI OPU (country-specific contact details were to be provided in the ISF).
es_es: Para toda mujer ingresada en el ensayo que recibiera el tratamiento investigacional y luego presentara embarazo, el investigador debía informarlo al patrocinador de inmediato (dentro de las 24 h o al día laborable siguiente, de anteceder en el tiempo) dirigiéndose al punto de entrada único y definido de la unidad operativa de BI para presentar los informes de eventos adversos serios (los detalles específicos de contacto de cada país debían estar incluidos en el en el archivo del centro investigador).

source: For assessing comparability concerning method accuracy, results from measurements as shown in Table 31 and Table 32 were pooled for further calculations.
es_es: Para evaluar la comparabilidad de la exactitud del método, se agruparon las mediciones de la Tabla 31 y la Tabla 32 antes de proceder a los cálculos.

source: For assessing comparability concerning method precision, the SDs of both methods were compared.
es_es: Para evaluar la comparabilidad de la precisión del método, se compararon las desviaciones estándar de ambos métodos.

source: For assessment of column temperature, the samples were analysed at column temperatures of 20 – 30°C (target = 25°C).
es_es: Para evaluar la temperatura de columna, se analizaron las muestras a una temperatura de columna entre 20 y 30° C (objetivo = 25° C).

source: For assessment of mobile phase, the samples were analysed at two different salt concentrations (sodium dihydrogen phosphate monohydrate and sodium dodecyl sulfate) and two pH values (Table 17).
es_es: Para evaluar la fase móvil, se analizaron las muestras en dos concentraciones salinas (fosfato monobásico de sodio monohidrato y dodecil sulfato de sodio), y a dos pH diferentes (Tabla 17).

source: For assessment of mobile phase, the samples were analysed at two different salt concentrations (sodium dihydrogen phosphate monohydrate and sodium dodecyl sulfate) and two pH values (Table 21).
es_es: Para evaluar la fase móvil, se analizaron las muestras en dos concentraciones salinas (fosfato monobásico de sodio monohidrato y dodecil sulfato de sodio), y a dos pH diferentes (Tabla 21).

source: For assessment of reduction temperature and time, the samples were analysed at two different reduction temperatures and two reduction times (Table 21).
es_es: Para la evaluación de la temperatura y el tiempo de reducción, se analizaron las muestras a dos temperaturas de reducción y dos tiempos de reducción (Tabla 21).

source: For assessment of reduction temperature and time, the samples were analysed at two different reduction temperatures and two reduction times (Table 26).
es_es: Para la evaluación de la temperatura y el tiempo de reducción, se analizaron las muestras a dos temperaturas de reducción y dos tiempos de reducción (Tabla 26).

source: For assessment, the profiles of the BB versus samples as well as the profiles and % peak areas of DS versus DS STAB were compared.
es_es: A los fines evaluatorios, se compararon los perfiles del BB contra las muestras, y los perfiles y áreas porcentuales de picos del principio activo frente a las muestras de estabilidad del principio activo.

source: For attributes impacting efficacy but having no impact on safety, structure-function relationship assessment was used to support acceptance criteria and justify clinically qualified impact.
es_es: Para los atributos que afectan la eficacia pero que no tienen impacto sobre la seguridad, la evaluación de la relación estructura-función permitió respaldar criterios de aceptación y justificar el impacto calificado clínicamente.

source: For attributes impacting efficacy but having no impact on safety, these structure function relations can support acceptance criteria and justify clinically qualified criteria by other means.
es_es: Para los atributos que afectan la eficacia pero que no tienen impacto sobre la seguridad, estas relaciones estructura-función pueden respaldar criterios de aceptación y justificar criterios calificados clínicamente por otros medios.

source: For batch 901790, no data are available for time point 0 M.
es_es: De la partida 901790, no se dispone de datos para el momento de medición 0 M.

source: For batches Metalyse 40 mg drug product (DP) batches 104908, 105459 and 203490 no accelerated and long-term stability studies have been initiated.
es_es: Para las partidas del medicamento Metalyse de 40 mg 104908, 105459 y 203490, no se iniciaron estudios de estabilidad acelerada ni a largo plazo.

source: For better visualization and comparison an example of both integration methods is provided below in Figure 1 and Figure 2.
es_es: Para una mejor visualización y comparación, a continuación, en la Figura 1 y la Figura 2, se proporciona un ejemplo de ambos métodos de integración.

source: For bioequivalence studies with a crossover design, each subject serves as his or her own control and intersubject variability is therefore removed from the comparison [R94-1529].
es_es: En los estudios de bioequivalencia con diseño cruzado, cada sujeto es su propio control, de modo que la variabilidad entre sujetos queda excluida de la comparación [R94-1529].

source: For both components, peptone and beef extract, valid CEPs issued by the EDQM are available.
es_es: Para ambos componentes, la peptona y el extracto cárnico bovino, se dispone de certificados de idoneidad CEP válidos emitidos por la EDQM.

source: For both efficacy and safety analyses, treatment was evaluated as randomised, unless otherwise specified.
es_es: Tanto para los análisis de eficacia como de seguridad, el tratamiento se evaluó como aleatorio, a menos que se especifique lo contrario.

source: For both empagliflozin and metformin, the 90% CIs for the primary endpoints and the secondary endpoint were within the range from 80.00 to 125.00%, and all 90% CIs included 100%.
es_es: Tanto para empagliflozina como para metformina, los IC del 90% para los criterios de valoración primarios y secundario estuvieron entre 80.00 y 125.00%, y todos incluyeron al valor 100%.

source: For both empagliflozin and metformin, the 90% CIs for the primary endpoints and the secondary endpoint were within the range from 80.00 to 125.00%.
es_es: Tanto para empagliflozina como para metformina, los IC del 90% para los criterios de valoración primarios y secundario estuvieron entre 80.00 y 125.00%.

source: For both key sustainability endpoints, a higher proportion of patients in the linagliptin group than in the glimepiride group were responders (Table 10).
es_es: Resultó responsiva en ambos criterios de valoración de sostenibilidad una mayor proporción de pacientes de linagliptina que de glimepirida (Tabla 10).

source: For both production sites the following critical steps and process controls have been implemented:
es_es: Para ambas plantas productoras se han implementado los siguientes pasos críticos y controles de proceso:

source: For both the free and fixed dose treatments of 1000 mg metformin administered with 12.5 mg empagliflozin under fasted conditions, metformin was rapidly absorbed with a median tmax of 2.02 h (range 1.00 to 4.00 h) when administered in the fixed dose combination and 2.25 h (range 1.50 to 4.00 h) when administered in the free dose combination.
es_es: Tanto para la combinación a dosis libre como fija de metformina 1000 mg con 12.5 mg de empagliflozina en condiciones preprandiales, la metformina tuvo una absorción rápida, con una mediana del t_max de 2.02 h (rango: 1.00 a 4.00 h) para la combinación a dosis fija, y de 2.25 h (rango: 1.50 a 4.00 h) para la combinación de dosis libre.

source: For both the free and fixed dose treatments of 1000 mg metformin administered with 12.5 mg empagliflozin under fed conditions, metformin was more slowly absorbed as compared to the fasted condition with a median tmax of 2.76 h (range 0.667 to 5.00 h) when administered in the fixed dose combination and 2.50 h (range 1.00 to 6.00 h) when administered in the free dose combination.
es_es: Tanto para la combinación a dosis libre como fija de metformina 1000 mg con 12.5 mg de empagliflozina en condiciones postprandiales, la metformina tuvo una absorción más lenta que en las condiciones preprandiales, con una mediana del t_max de 2.76 h (rango: 0.667 a 5.00 h) para la combinación a dosis fija, y de 2.50 h (rango: 1.00 a 6.00 h) para la combinación de dosis libre.

source: For both the free and fixed dose treatments under fasted conditions, 12.5 mg empagliflozin was rapidly absorbed, with a median tmax of 1.50 h (range 1.00 to 3.50 h).
es_es: Tanto en el tratamiento de dosis libre como en el de dosis fija en condiciones preprandiales, 12.5 mg de empagliflozina se absorbieron rápidamente, con una mediana de tmax de 1.50 h (rango 1.00 a 3.50 h).

source: For both the free and fixed dose treatments under fed conditions, 5 mg empagliflozin was absorbed with a median tmax of 2.50 h (range 0.667 to 5.00 h).
es_es: Tanto en el tratamiento de dosis libre como en el de dosis fija en condiciones postprandiales, 5 mg de empagliflozina se absorbieron con una mediana de tmax de 2.50 h (rango 0.667 a 5.00 h).

source: For both treatments under fed conditions, 12.5 mg empagliflozin was absorbed more slowly when compared to fasted conditions, with a median tmax of 2.00 h (range 0.667 to 6.00 h) when administered in the fixed dose combination and 2.75 h (range 0.667 to 8.00 h) when administered in the free dose combination.
es_es: Para ambos tratamientos en condiciones postprandiales, empagliflozina 12.5 mg tuvo una absorción más lenta que en las condiciones preprandiales, con una mediana del t_max de 2.00 h (rango 0.667 a 6.00 h) para la combinación a dosis fija y de 2.75 h (rango 0.667 a 8.00 h) para la combinación de dosis libre

source: For cell line development, animal derived components include cholesterol and Geneticin.
es_es: Para el desarrollo de la línea celular, entre los componentes de origen animal se incluyen colesterol y geneticina.

source: For changed methods and analytical procedures discontinued during development refer to Sections 3.2.S.4.4 and 3.2.P.5.4 Batch Analyses.
es_es: En las Secciones 3.2.S.4.4 y 3.2.P.5.4, Análisis de partidas, se incluyen los métodos cambiados y los procedimientos analíticos discontinuados durante el desarrollo.

source: For children prescribed a VKA, the suggestion was that the drug be monitored to a target INR range of 2.5 (range 2.0-3.0) except in the setting of prosthetic cardiac valves, where adherence to the adult recommendations was suggested [P12-03887].
es_es: Para los niños a los que se les recetó un antagonista de la vitamina K, se sugiere controlar el medicamento para mantenerlo en un rango esperado de INR de 2.5 (intervalo: 2.0-3.0), excepto en el caso de válvulas cardíacas protésicas, en cuyo caso se sugirió el cumplimiento de las recomendaciones para adultos [P12-03887].

source: For closed isolator line production, multiple products can be manufactured in a concurrent production mode.
es_es: Para la producción con seleccionador de lado de línea cerrado, se pueden fabricar múltiples productos en un modo de producción concurrente.

source: For clot lysis: TNKase® data are within mean +/-3SD limits of Metalyse® data and within Metalyse® specification limits (Figure 62).
es_es: Para la lisis de coágulo: los datos de TNKase® están dentro de los límites de la media +/-3 desv. estándar de los datos de Metalyse® y dentro de los límites de especificación de Metalyse® (Figura 62).

source: For commercial supply tenecteplase DP is produced at BIP.
es_es: Para el suministro comercial, el medicamento tenecteplasa se produce en BIP.

source: For comparison of method accuracy, 20 tenecteplase DS, eight tenecteplase DP 40 mg/vial and twelve 50 mg/vial batches were measured with the proposed method; the results were compared in pairs with the historical release data of the current method
es_es: Para comparar la exactitud del método, se evaluaron 20 partidas del principio activo teneclteplasa, ocho del medicamento tenecteplasa, 40 mg/frasco, y doce del medicamento a 50 mg/frasco, con el método propuesto; los resultados se compararon por pares con los datos históricos de liberación basados en el método vigente.

source: For comparison of method precision, representative tenecteplase DS, 40 mg/vial and 50 mg/vial DP batches were each measured 18 times with current and proposed methods (repeatability)
es_es: Para comparar la presicion del método, se midieron partidas representativas del principio activo tenecteplasa, el medicamento tenecteplasa a 40 mg/frasco y 50 mg/frasco, 18 veces con los métodos vigente y propuesto (repetibilidad).

source: For comparison, Metalyse® specification limits (black solid line) and the mean +/-3SD limits calculated based on Metalyse® data (black dashed line) are illustrated.
es_es: A efectos de comparar los productos, se ilustran los límites de especificación de Metalyse® (línea negra continua) y los límites de media +/-3 desvíos estándar calculados a partir de datos de Metalyse® (línea negra de puntos).

source: For comparison, Metalyse® specification limits (black solid line) and the mean +/-3SD limits calculated based on Metalyse ® data (black dashed line) are illustrated.
es_es: A efectos de comparar los productos, se ilustran los límites de especificación de Metalyse® (línea negra continua) y los límites de media +/-3 desvíos estándar calculados a partir de datos de Metalyse® (línea negra de puntos).

source: For comparison, analytical data from release testing of idarucizumab drug substance analysed using current CEX HPLC method and proposed analytical CEX HPLC method are also presented.
es_es: También se presentan a los fines comparativos los datos analíticos del principio activo idarucizumab según surgen de las pruebas de liberación con los métodos HPLC-CEX vigente y propuesto.

source: For control of CPIs and KPIs acceptance criteria and action limits were defined (see Section 3.2.P.3.4 Justification of Controls at Critical Steps for details).
es_es: Para controlar los indicadores críticos del proceso y los indicadores clave del proceso, se definieron criterios de aceptación y límites de acción (se incluyen detalles en la Sección 3.2.P.3.4, Justificación de controles en pasos críticos).

source: For control of these critical steps, appropriate process controls as given above have been implemented, ensuring that a product of consistently high quality will be manufactured at both manufacturing sites BI ES (SC) and BI DE (IN).
es_es: Para el control de estos pasos críticos, se han implementado controles del proceso adecuados como los anteriores, que garantizan la elaboración de un producto de alta calidad homogénea en ambas plantas productoras (BI ES [SC] y BI DE [IN]).

source: For convenience, the information is summarized here again:
es_es: Para facilitar la lectura, se reitera aquí la información resumida.

source: For convenience, the information is summarized in the following:
es_es: Para facilitar la lectura, se resume a continuación la información:

source: For coprimary analyses, two models were fitted:
es_es: Para los análisis coprimarios, se ajustaron dos modelo:
